Repository: no-problem-dev/swift-app-intervention
Catalog: Sources/AppInterventionUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Before you open %@
ja: %@ を開く前に
zh_hans: 打开 %@ 之前
zh_hant: 打開 %@ 之前

source: Choose the apps to pause before, select Is Opened, and choose Run Immediately.
ja: 立ち止まりたい App を選び、「開いている」と「すぐに実行」を選びます。
zh_hans: 选择要在打开前暂停的 App，勾选“已打开”，并选择“立即运行”。
zh_hant: 選擇要在打開前暫停的 App，勾選「已打開」，並選擇「立即執行」。

source: If Notify When Run stays on, iOS shows a small banner each time the automation runs. That is expected.
ja: 「実行時に通知」がオンのままだと、オートメーションが動くたびに iOS が小さなバナーを出します。これは正常な動作です。
zh_hans: 如果“运行时通知”保持开启，每次自动化运行时 iOS 都会显示一条小横幅。这是正常现象。
zh_hant: 如果「執行時通知」保持開啟，每次自動化執行時 iOS 都會顯示一個小橫幅。這是正常現象。

source: Open Shortcuts
ja: ショートカットを開く
zh_hans: 打开快捷指令
zh_hant: 打開捷徑

source: Open the Shortcuts app and go to the Automation tab.
ja: ショートカット App を開き、「オートメーション」タブに移動します。
zh_hans: 打开“快捷指令” App，前往“自动化”标签。
zh_hant: 打開「捷徑」App，前往「自動化」標籤頁。

source: Opens by hour
ja: 時間帯ごとの回数
zh_hans: 按小时统计的打开次数
zh_hant: 按小時統計的打開次數

source: Opens today
ja: 今日開いた回数
zh_hans: 今天打开次数
zh_hant: 今天打開次數

source: Take a moment.
ja: ひと呼吸おきましょう。
zh_hans: 先停一下。
zh_hant: 先停一下。

source: Tap + and choose App.
ja: ＋ をタップし、「App」を選びます。
zh_hans: 轻点 +，然后选择“App”。
zh_hant: 點一下 +，然後選擇「App」。

# Tap Next, then add the “%@” action from %@.
source: Tap Next, then add the “%1$@” action from %2$@.
ja: 「次へ」をタップし、%2$@ の「%1$@」アクションを追加します。
zh_hans: 轻点“下一步”，然后添加 %2$@ 的“%1$@”操作。
zh_hant: 點一下「下一步」，然後加入 %2$@ 的「%1$@」動作。

source: Turn off Notify When Run.
ja: 「実行時に通知」をオフにします。
zh_hans: 关闭“运行时通知”。
zh_hant: 關閉「執行時通知」。

source: You can choose now.
ja: 選べるようになりました。
zh_hans: 现在可以选择了。
zh_hant: 現在可以選擇了。
